{
  "deliveryNote": "إيصال الإستلام",
  
  "globals": {
    "Home": "الرئيسية",
    "ok": "حسناً"
  },
    "pickup":{
      "day":"يوم",
      "hour":"ساعة"
    },

    "nav":{
      "home": "الحجز",
      "contact": "تواصل معنا",
      "list": "قائمة الحجز",
      "about" : "اعرف عنا",
      "logout": "تسجيل الخروج",
      "login": "تسجيل الدخول/ إنشاء حساب"
    },

    "confirmation": {
      "paymentError": "لم تنجح عملية الدفع",
      "button": "العودة للحجز"
    },

    "details":{
      "uploadSpecialCert": "قم بإضافة شهادة ذوي الاحتياجات الخاصة (صورة)",
      "title": "إيجارات العربات الفاخرة",
      "desc": "وسيلة نقلك الخاصة الصغيرة",
      "to": "إلي: التاريخ و الوقت*",
      "from": "من: التاريخ و الوقت*",
      "payment" : "وسيلة الدفع*",
      "location": "المكان*",
      "type": "نوع العربة*",
      "old" : "ضيافة",
      "special": "ذوي الاحتياجات الخاصة",
      "addons": {
        "title": "الإضافات (اختياري)",
        "price" :"ثمنه",
        "discount": "تخفيض"
      },
      "button": "تأكيد",
      "price": "الثمن",
      "discount": "قيمة الخصم",
      "discountPercentage" : "نسبة الخصم",
      "vat": "ضريبة القيمة المضافة",
      "total": "الإجمالي",
      "msg1": " أنت مسموح لك بإستلام مركبتك في خلال مدة أقصاها",
      "msg2": "فقط من وقت الحجز، بعد ذلك ستنتهي صلاحية حجزك ",
      "agree": "للمزيد قم بفحص ",
      "weekDays": [
        "الأثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة", "السبت", "الأحد"
      ],
      "months": [
        "يناير", "فبراير", "مارس", "ابريل",
        "مايو", "يونيو", "يوليو", "اغسطس",
        "سبتمبر", "اكتوبر", "نوفمبر", "ديسمبر"
      ],
      "errorMessages": {
        "invalidType": "يجب اختيار مركبة ذات مقعدين على الاقل عند اختيار اضافة 'سائق'",
        "required": "هذا الحقل مطلوب"
      }
    },
  
    "payment":{
      "cash": "نقداً عند الوصول",
      "card": "بطاقة دفع"
    },
  
    "list":{
      "title": "قائمة الحجز"
    },

    "card":{
      "pdf": {
        "bookingSummary": "عرض معلومات الحجز",
        "invoice": "عرض الفاتورة"
      },
      "pdfDownload": "عرض إيصال الاستلام",
      "date": "تاريخ و وقت الحجز",
      "location": "نوع الحجز",
      "createdBy": "مسجلة بواسطة",
      "customerName": "إسم العميل",
      "addons": "الإضافات",
      "payment": "وسيلة الدفع",
      "type": "نوع العربة",
      "yes": " نعم",
      "no": "لا",
      "old" : "ضيافة",
      "special": "ذوي الهمم",
      "checkup": "فحص المركبة",
      "cancel": {
        "button":"إلغاء الحجز",
        "title": "هل أنت متأكد",
        "paragraph": "إذا قمت بإلغاء حجزك الاَن ستقوم بدفع رسوم إلغاء",
        "yes": "نعم إلغاء",
        "no": "لا تلغي",
        "error": "لم نستطع إلغاء حجزك",
        "success": "تم الإلغاء بنجاح",
        "status": "الحالة"
      },
      "refund": {
        "title": "إعادة النقود",
        "paragraph": "سنقوم بإعادة مبلغ إليك مقداره",
        "yes": "نعم موافق",
        "no":  "العودة"
      }
    },

    "empty":{
      "label": "ليس لديك أي رحلات بعد",
      "button": "إحجز الاَن"
    },

    "success":{
      "message": "تم الحجز بنجاح",
      "button": "شاهد الحجز"
    },

    "failure":{
      "message": "فشل الحجز"
    },
  
    "reset":{
      "title": "نسيت كلمة المرور؟",
      "desc": "برجاء إدخال عنوان البريد و سنقوم بإرسال كلمة المرور الجديدة الخاصة بك",
      "button": "إستعادة كلمة المرور"
    },
  
    "contact":{
      "title": "تواصل معنا",
      "email": "البريد الإلكتروني*",
      "ftitle": "العنوان*",
      "notes": "ملاحظات*",
      "reason": "النوع*",
      "button": "أرسل",
      "complaint":"شكوي",
      "suggestion": "إقتراح",
      "inquiry": "إستفسار",
      "success": "شكراً لتواصلك معنا, سيقوم الدعم الفني بمراجعة رسالتك"
    },
    "validation": {
      "errors": {
        "required": "هذا الحقل مطلوب",
        "invalidEmail": "البريد الإلكتروني غير صحيح",
        "hasDriver": "يجب اختيار مركبة ذات مقعدين عند اختيار إضافة سائق",
        "usernameAlpha": "يجب ان يحتوي على حروف فقط",
        "minLength": "محتوى الحقل قضير جداً",
        "maxLength": "محتوي الحقل كبير جداً",
        "numeric": "هذا الحقل يجب ان يحتوي على ارقام فقط",
        "invalidMobile": "رقم هاتف غير صحيح",
        "invalidNID": "رقم قومي/رقم جواز السفر غير صحبح",
        "weakPassword": "كلمة المرور ضعيفة",
        "passwordMatch": "تأكيد كلمة المرور غير متطابق",
        "hasSpecials": "لا يمكن ان يحتوي علي حروف مميزة",
        "pastDate": "لا يمكنك الحجز في الماضي"
      } 
    },
    "foo":{
      "copy": "حقوق النسخ Lavaloon 2020",
      "label": "مركز عملاء - العربات الفاخرة 920022848",
      "policy": "سياسة الخصوصية",
      "terms": "الشروط و الأحكام"
    },
  
    "login":{
      "email": "البريد الإلكتروني*",
      "password": "كلمة المرور*",
      "button": "تسجيل الدخول",
      "forget": "نسيت كلمة المرور ؟",
      "label": "بالضغط علي هذا الزر، فإنك توافق علي",
      "and": "و"
    },
  
    "register":{
      "firstName": "الإسم الأول*",
      "lastName": "الإسم الأخير*",
      "mob": "رقم الهاتف*",
      "country":"الجنسية",
      "confirm":"تأكيد كلمة المرور*",
      "nid": "رقم الهويه / مرجع جواز السفر*",
      "label": "أنا أوافق علي",
      "button": "إنشاء حساب"
    },
    
    "otp":{
      "title" : "قم بتأكيد رقمك",
      "paragraph": "لقد قمنا بإرسال كود تأكيد علي رقمك",
      "resend": "أعد إرسال الكود",
      "resendSuccess": "لقد قمنا بإرسال رسالة بها كود التأكيد",
      "verify": "تأكيد",
      "error": "لقد قمت بإدخال كود خاطئ, يرجي إعادة المحاولة",
      "offline": "لا يوجد إتصال بالإنترنت",
      "online": "تم العودة للإتصال بالانترنت بنجاح",
      "success": "كود صحيح",
      "wait": "أعد الإرسال بعد"
    },

    "privacy": {
      "title": "سياسة الخصوصية لتطبيق يُسر",
      "content":[
        {
          "title":"البند الأول: مقدمة",
          "paragraph": [
            " إيمانًا بأهمية البيانات وسريتها، وحرصًا من إدارة تطبيق (يسر) على تقديم أفضل مستويات الخدمة لضيوف الرحمن، مع الالتزام بالمحافظة على سرية وخصوصية بيانات المستخدم والبيانات المدخلة، فإن إدارة التطبيق تلتزم بالمحافظة على سرية وخصوصية معلومات المستخدمين و المواد المدخلة من قبلهم كأساس لسياسة الخصوصية، ولن تقوم إدارة التطبيق بالإفصاح عن تلك المعلومات إلا وفقًا للضوابط المحددة والمنصوص عليها في البند الرابع (الاستخدام والإفصاح)"
          ]
        },
        {
          "title":"البند الثاني: معلومات المستخدم",
          "paragraph": [
            ":يقصد ببيانات ومعلومات المستخدم كل وأيّ مما يلي",
            "أ- البيانات الشخصية المستخدمة في التسجيل",
            "ب- معلومات بيانات الاتصال والتحديثات المتعلقة بالاستخدام"
          ]
        },
        {
          "title":"البند الثالث: جمع المعلومات وتخزينها",
          "paragraph": [
            ":أ- جمع المعلومات",        
            "1.  معلومات الاتصال: إن التطبيق يقوم بجمع بعض بيانات الجهاز التي تساعد على تحسين التجربة، مثل لغة الجهاز ونوع النظام. كما قد يقوم التطبيق بتتبع الموقع الجغرافي للمستخدم لتسهيل أداء بعض الوظائف داخل التطبيق.      ",
            "2.  المعلومات المدخلة: يتم حفظ المعلومات المدخلة من المستخدم مثل عمليات الشراء والحجوزات السابقة والبلاغات والإجابة عن أي استبيانات يتم عرضها من خلال التطبيق.      " ,
            ":ب- تخزين المعلومات",
            "يتم تخزين المعلومات الخاصة بالمستخدم في الخوادم التي تحددها إدارة التطبيق ، وتحرص إدارة التطبيق على أن تكون هذه الخوادم محمية من الاختراق والدخول غير المصرح وفق المعايير المتبعة."
          ]
        },
        {
          "title":"البند الرابع: الاستخدام والإفصاح", 
          "paragraph": [
            "أ- تخضع خدمات التطبيق واستخداماته للمعايير الصادرة عن رئاسة شؤون الحرمين الشريفين في المملكة العربية السعودية، التي تهدف إلى تسهيل حصول الحجاج والمعتمرين (في المملكة العربية السعودية وخارجها) على خدمة العربات الكهربائية وذلك لشراء التذاكر وحجزها واستخدامها في أداء مناسك الحج و العمرة والحصول على الإشعارات الأخرى التي يرسلها التطبيق، ويوافق المستخدم على حماية معلوماته الشخصية وعدم قيام إدارة التطبيق بالإفصاح عنها لأي جهة كانت إلا وفقًا لتعليمات رئاسة شؤون الحرمين الشريفين وما تفرضه الأنظمة المحلية بالمملكة العربية السعودية          ",
            " ب- ينحصر حق الاطلاع على معلومات المستخدمين للعاملين المخولين بذلك في إدارة التطبيق وللأغراض والاستخدامات التي تحددها السياسات المعتمدة لدى إدارة التطبيق       ",
            "    ج- يجوز استخدام بيانات المستخدم غير المحددة لهويته ضمن بيانات ومؤشرات إحصائية تراكمية ومشاركتها مع الجهات ذات العلاقة كافة حسب ما تراه إدارة التطبيق مناسبًا"
          ]
        },
        {
          "title":"البند الخامس: الروابط الخارجية",
          "paragraph": [
            "قد يقدم التطبيق روابط لأطراف أخرى، والتطبيق غير مسؤول عن كيفية جمع الأطراف الأخرى أو استخدامها لمعلومات التعريف الشخصية عن المستخدم، ويتحمل المستخدم المسؤولية الكاملة عن بياناته"
          ]
        },
        {
          "title":"البند السادس: مسؤولية المستخدم تجاه حماية الخصوصية", 
          "paragraph": [
            ":بهدف حماية معلومات المستخدم فإن المستخدم يلتزم بما يلي  ",
            "         أ- الاتصال الفوري بالدعم الفني للتطبيق عندما يعتقد المستخدم بأن شخصًا آخر استطاع الحصول على معلومات الدخول إلى حسابه في التطبيق أو أي معلومة سرية أخرى        ",
            "   ب- عدم إعطاء أي معلومة سرية عبر الهاتف أو شبكة الإنترنت ما لم تعرف هوية الشخص أو الطرف المستقبل للمعلومة    ",
            "       ج- عدم مشاركة معلومات الدخول (اسم المستخدم وكلمة المرور) مع الآخرين، وعدم السماح للآخرين باستخدام حساب المستخدم في التطبيق    ",
            "       د- استخدام التطبيق من خلال جهاز إلكتروني آمن مع إغلاق التطبيقات المتصلة بالإنترنت غير المستخدمة، والتأكد من أن برنامج الحماية من الفيروسات محدث على الدوام"
          ]
        },
        {
          "title":"البند السابع: أحكام عامة",
          "paragraph": [
            "اسم الجهة المشرفة علي التطبيق :",
            "إدارة تطبيق يسر البريد الإلكتروني : yusurcare@gmail.com", 
            " تحتفظ إدارة تطبيق (يسر) بحــق إضافــة أو تغييــر أي من أحكام سياسة الخصوصية، وسوف تقــوم إدارة تطبيق توكلنا بإشــعار المستخدم بذلك، ويحــق لإدارة التطبيق إنهــاء حساب المستخدم فــي حــال عــدم قبــول المستخدم أي تغييــر فــي سياسة الخصوصية",
            "  -إن اللغة العربية هي المعتمدة في تطبيق الأحكام والشروط، وفي حال نشأ خلاف في تفسير أي نص ورد بأي لغة أخرى فيقدم النص المكتوب باللغة العربية"
          ]
        }
      ]
    },
  
    "terms":{
      "title": "الشروط والأحكام",
      "content":[
        {
          "title":"البند الأول: هدف تطبيق (يُسر)",
          "paragraph": [
            "يهدف تطبيق (يُسر) إلى تسهيل حصول الحجاج والمعتمرين (في المملكة العربية السعودية وخارجها) على خدمة العربات الكهربائية وذلك لشراء التذاكر وحجزها واستخدامها في أداء مناسك الحج و العمرة، وتخضع خصائص ووظائف تطبيق (يُسر) لأي تعليمات إضافية تصدر إنفاذا للأنظمة المحلية في المملكة العربية السعودية، وذلك لتحقيق الغاية المتوخاة من التطبيق"
          ]
        },
        {
          "title":"البند الثاني: التسجيل",
          "paragraph":[
            "بموجب تعليمات رئاسة شؤون الحرمين (بالمملكة العربية السعودية)؛ فإن تطبيق (يُسر) هو الوسيلة الرسمية الوحيدة إلكترونيًا لحجز وشراء تذاكر العربات الكهربائة داخل المسجد الحرام ويحق لكل حاج أو معتمر يحمل هوية وطنية أو هوية مقيم أو تصريح حج أو عمرة صادر من الجهات الرسمية في المملكة العربية السعودية ويبلغ من العمر خمسة عشر عاماً (15 سنة) فما فوق التسجيل في تطبيق (يُسر) لطلب حجز وشراء التذاكر الالكترونية لاستخدام العربات الكهربائة داخل المسجد الحرام، ولا يحق لمن هم دون ذلك العمر التسجيل في التطبيق "
          ]
        },
        {
          "title": "البند الثالث: سياسة كلمة المرور",
          "paragraph": [
            "- يجب أن تحتوي على الأقل 8 خانات",
            "- يجب أن تحتوي حرف واحد على الأقل كبير، وحرف واحد على الأقل صغير، ورقم واحد على الأقل"
         ]
        },
        {
          "title": "البند الرابع: صفة الخدمة", 
          "paragraph": [
            "- يتيح تطبيق (يُسر) للحجاج والمعتمرين (بالمملكة العربية السعودية وخارجها) حجز وشراء التذاكر الالكترونية لاستخدام العربات الكهربائية داخل المسجد الحرام ويتم منح التذاكر وفق التعليمات الصادرة من رئاسة شؤون الحرمين الشريفين بهذا الشأن",
            "- ستتم إضافة العديد من الخصائص والوظائف للتطبيق وفق ما يصدر من تعليمات تصدر من رئاسة شؤون الحرمين الشريفين أو عندما تقتضي الضرورة والمصلحة العامة"
         ]
        },
        {
          "title": "البند الخامس: التزامات المستخدم",
          "paragraph": [
            "تم تطوير تطبيق (يُسر) بهدف تسهيل حصول الحجاج والمعتمرين (في المملكة العربية السعودية وخارجها) على التذاكر الالكترونية لاستخدام العربات الكهربائية داخل المسجد الحرام والحصول على الإشعارات الأخرى التي يرسلها التطبيق، ويلتزم المستخدمون بأن يستخدموا التطبيق وفقاً للآتي:",
            "تعد التذاكر الإلكترونية الصادرة عن هذا التطبيق تصريحًا لاستخدام العربات الكهربائية الموجودة داخل المسجد الحرام فقط، ولا تستخدم لأي غرض آخر وفي حال ثبتت إساءة استخدامه، تطبق في حق المخالف العقوبات المنصوصة في نظام مكافحة الجرائم المعلوماتية",
            "يتحمل المستخدم المسؤولية عن صحة البيانات المدخلة في التطبيق" ,
            "يوافق المستخدم على منح إدارة التطبيق التصريح باستخدام البيانات المتعلقة به وفق الأحكام الواردة في سياسة الخصوصية الخاصة بالتطبيق",
            "يتحمــل المستخدم كامــل المســؤولية عــن طلبــات الخدمــات الصــادرة عن حســابه فــي تطبيق يُسر",
            "يلتــزم المستخدم بتحديــث معلومــات حســابه فــي حــال تغير رقم الهاتف المتنقل أو أي معلومات أخرى تم إدخالها وقت التسجيل",
            "يتحمــل المستخدم مســؤولية تنفيــذ الخدمــة بنــاءً علــى البيانــات المقدمــة فــي عملية التسجيل، ولا تتحمل إدارة تطبيق يُسر نتيجــة عدم صحة تلك البيانــات",
            "يتحمــل المستخدم مســؤولية تســرب البيانــات مــن حســابه الشــخصي، وذلــك يشــمل اســم المســتخدم وكلمــة المــرور"
          ]
        },
        {
          "title": "البند السادس: شروط عامة", 
          "paragraph": [
            "لا تتحمــل إدارة تطبيق يُسر مســؤولية أي تبعات ناتجة عــن خطــأ أو عــدم تحديــث للمعلومــات",
            "لا تتحمل إدارة تطبيق يُسر أي مسؤولية نتيجة أي أضرار أو خسائر (مباشرة أو غير مباشرة) قد تقع على المستخدم بسبب استخدام التطبيق",
            "لا يمكن استخدام الخدمة إلا بعــد اســتكمال البيانــات الــواردة فــي نموذج التسجيل والموافقــة على الشــروط والأحــكام",
            "لإدارة تطبيق يُسر الحق في رفض أي مستخدم لعدم انطباق شروط التسجيل، ويمكن التظلم من ذلك من خلال البريد الإلكتروني yusurcare@gmailcom",
            "تحتفــظ إدارة تطبيق يُسر بحــق إضافــة أو تغييــر أي شــرط مــن شــروط الاستخدام، وسوف تقــوم إدارة تطبيق يُسر بإشــعار المستخدم بذلك",
            "يحــق لإدارة تطبيق يُسر وقــف الخدمــة مؤقتــًا عنــد الحاجــة لصيانــة أو تطويــر أو تعديــل التطبيق، وذلــك حتــى انتهــاء العمــل الــلازم لذلــك",
            "يوافــق المستخدم علــى اســتلام رسائل نصية على رقم الهاتف المتنقل الخاص به، وتنبيهات فورية من التطبيق في أي وقت خلال اليوم"
          ]
        },
        {
          "title": "البند السابع: إنهاء الحساب",
          "paragraph": [
            "يستمر حساب المستخدم مفعلاً ما لم يتم إنهاؤه من قبل إدارة تطبيق (يُسر)، أو بناءً على طلب من المستخدم يرسل إلى البريد الإلكتروني:  yusurcare@gmailcom",
            "يحق لإدارة تطبيق يُسر إنهاء حساب المستخدم في حال مخالفة أي من الشروط والأحكام، ويمكن للمستخدم التظلم من ذلك من خلال البريد الإلكتروني: yusurcare@gmailcom",
            "تطبق العقوبات المنصوص عليها في نظام مكافحة جرائم المعلوماتية في حال الدخول غير المشروع لتطبيق يُسر، أو إلغاء البيانات منه، أو حذفها أو تدميرها أو تسريبها أو إتلافها أو تغييرها أو إعادة نشرها",
            "يحــق لإدارة تطبيق يُسر إنهــاء حساب المستخدم فــي حــال اكتشــاف عــدم صحــة البيانــات المقدمــة مــن المستخدم أو في حال إساءة استخدام التطبيق أو مخالفة الشروط والأحكام الخاصة به",
            "يحــق لإدارة تطبيق يُسر إنهــاء حساب المستخدم فــي حــال طلــب الجهــات المختصــة إيقــاف الخدمــة عــنه",
            "يحــق لإدارة تطبيق يُسر إنهــاء حساب المستخدم فــي حــال عــدم قبــول المستخدم أي تغييــر فــي الشروط والأحكام",
            "يحق لإدارة تطبيق يُسر إنهاء حساب المستخدم في حال الظروف الطارئة والقوة القاهرة",
            "يطلع المستخدم على سياسة الخصوصية الخاصة بتطبيق (يُسر) ويوافق عليها ويمنح التصريح باستخدام معلوماته وفق الأحكام الواردة في تلك السياسة"
          ]
        },
        {
          "title": "البند الثامن: إدارة التطبيق",
          "paragraph": [
            "اسم الجهة المشرفة على التطبيق: إدارة تطبيق يسر",
            "البريد الإلكتروني  yusurcare@gmailcom"
          ]
        }
      ]
    },

    "about":{
      "title": "إعرف عنا",
      "paragraph": [
        "كانت السيارات الفاخرة رائدة في السوق السعودية من خلال توفير عربات صديقة للبيئة مع مركبات مبتكرة وموثوقة ودائمة ، ونحن ملتزمون بتزويد عملائنا بحلول التنقل المناسبة التي تتجاوز التوقعات وتؤدي إلى تلبية متطلبات مرافقهم.",
        "عربات فاخرة توفر سيارات مصنعة في شركات معترف بها عالميًا وحائزة على جوائز ويمكنك الاختيار من بين العلامات التجارية الأمريكية والأوروبية والصينية ، ويمكنك توقع موثوقية مثبتة وأحدث الابتكارات في هذا المجال. نحن نقدم مركبات متعددة الأغراض ومركبات ضيافة متوفرة في نماذج كهربائية وغازية ومصممة للتعامل مع جميع عمليات التنقل واحتياجات الضيافة الخاصة بك."
      ]
    },
    "errors": {
      "loginFail": "فشل تسجيل الدخول",
      "loginErrorMessage": "اسم المستخدم أو كلمة المرور خطأ",
      "registerFail": "فشل التسجيل",
      "requiredFieldsMissing": "يرجى ملئ الحقول المطلوبة",
      "genericError": "حدث خطأ ما, يرجي المحاولة لاحقاً."
    },
    "confirm": "تأكيد الحجز",
    "redirect": "جاري فتح نافذة الدفع",
    "checkStatus": "جاري فحص حالة الطلب",

    "driverMsg" : "برجاء اختيار مركبة ذات مقعدين",
    "alert": "تحذير",
    "fail": "حدث خطأ",
    "suc": "تم بنجاح",
    "dataMiss": "قم بإكمال البيانات لحساب الثمن",
    "booked": "تم حجز رحلتك",
    "notFound": {
      "title" : "صفحة غير موجودة",
      "msg": "تأكد من رابط الصفحة"
    },

    "passwordReset": {
      "errorTitle": "خطأ",
      "successMessage": "قم بمراجعة بريدك الالكتروني ﻹعادة تعيين كلمة المرور",
      "successTitle": "تمت العملية بنجاح"
    },

    "setTime": "أختر الوقت",
    "Confirming booking": "جارِ تأكيد الحجز",
    "Checking the payment status": "جارِ فحص عملية الدفع"
}